export const swiperData = [
  {
    title: 'Учим зарабатывать на криптовалюте с нуля',
    subTitle: 'Онлайн-школа и профессиональное сообщество',
    href: '#',
    image: '/png/swiper-1.png'
  },
  {
    title: 'Как заработать на криптовалюте: пошаговое руководство',
    subTitle: 'Сохранить свой капитал и приумножить его в 2-3 раза',
    href: '#',
    image: '/png/swiper-2.png'
  },
  {
    title: 'Топовые инструменты для биржи? Легко!',
    subTitle: 'Обучим вас использовать самы топовые инструменты',
    href: '#',
    image: '/png/swiper-3.png'
  },
  {
    title: 'Учим зарабатывать на криптовалюте с нуля',
    subTitle: 'Онлайн-школа и профессиональное сообщество',
    href: '#',
    image: '/png/swiper-1.png'
  },
  {
    title: 'Как заработать на криптовалюте: пошаговое руководство',
    subTitle: 'Сохранить свой капитал и приумножить его в 2-3 раза',
    href: '#',
    image: '/png/swiper-2.png'
  },
  {
    title: 'Топовые инструменты для биржи? Легко!',
    subTitle: 'Обучим вас использовать самы топовые инструменты',
    href: '#',
    image: '/png/swiper-3.png'
  },
];

export const coursesData = [
  {
    id: 1,
    card: {
      title: 'Криптоинвестиции: успешный старт',
      subTitle: 'Базовые знания для новичков. Поможем разобраться с биржей, купить криптовалюту и совершить первые выгодные сделки с нуля.',
      imgPath: '',
      duration: '3 недели'
    },
  },
] as const;

export const speakers = [
  {
    id: 1,
    name: 'Максим Денисламов',
    descr: 'Гуру технического анализа, автор книг по ивестициям, капитал под консультационным управлением — $8 млн.',
    img: ''
  },
  {
    id: 2,
    name: 'Дмитрий Тюрин',
    descr: 'Инвестор на криптовалютном рынке с положительной дохо-дностью 90 месяцев подряд.',
    img: ''
  },
  {
    id: 3,
    name: 'Мария Лощилова',
    descr: 'Специалист по криптоинвести-циям, соавтор курсов Манифест. В 22 заработала свой первый миллион.',
    img: ''
  },
  {
    id: 4,
    name: 'Анатолий Дагиль',
    descr: 'Специалист по криптоинвести-циям, автор курсов Манифест, лицензированный брокер.',
    img: ''
  },
  {
    id: 5,
    name: 'Мария Лощилова',
    descr: 'Специалист по криптоинвести-циям, соавтор курсов Манифест. В 22 заработала свой первый миллион.',
    img: ''
  },
  {
    id: 6,
    name: 'Анатолий Дагиль',
    descr: 'Специалист по криптоинвести-циям, автор курсов Манифест, лицензированный брокер.',
    img: ''
  },
] as const;

export const links = [
  {
    label: 'Главная',
    href: '/',
  },
  {
    label: 'Курсы',
    href: '/courses',
  },
  {
    label: 'Эксперты',
    href: '/experts',
  },
  {
    label: 'Публикации',
    href: '/publications',
  },
] as const;

// - Pages Data

export const criptoStartPage = {
  title: 'Криптоинвестиции: успешный старт',
  subTitle: 'Научим зарабатывать на криптовалюте с нуля. Расскажем как заработать 500 % за 6 месяцев.',
  tabs: [
    {
      id: 1,
      title: '3 недели',
      subTitle: 'Упор на теорию. Простым языком: от знакомства с биржей до фьючерсов.',
    },
    {
      id: 2,
      title: '9 уроков',
      subTitle: 'В каждом: видео, домашнее задание и вебинар. Доступ остается навсегда.',
    },
    {
      id: 3,
      title: 'Поддержка',
      subTitle: 'Вебинары с обратной связью от эксперта, общий чат курса с куратором группы.',
    },
    {
      id: 4,
      title: 'Бонусы',
      subTitle: '25 методических материалов, 2 мастер-класса, закрытый телеграм-канал и другое.',
    },
  ],
  description: '94% криптотрейдеров-самоучек теряют часть капитала в начале торговли. Вы новичок?',
  descriptionTabs: [
    {
      id: 1,
      text: 'Боялся, что будет сложно разобраться',
    },
    {
      id: 2,
      text: 'Боялся потерять деньги',
    },
    {
      id: 3,
      text: 'Ждал сигнала вселенной, чтобы начать зарабатывать',
    },
  ],
  person: {
    name: 'Это Саша, 22 года, курьер',
    description: 'Год назад загорелся идеей: начать зарабатывать на криптовалюте.',
  },
  forYou: [
    {
      title: 'Хотите разобраться в криптовалюте',
      subTitle: 'И начать зарабатывать.',
      icon: ''
    },
    {
      title: 'Уже торговали и делали ошибки',
      subTitle: 'Хотите избежать их в дальнейшем.',
      icon: ''
    },
    {
      title: 'Хотитите инвестироватьи',
      subTitle: 'Не потерять на инфляции и приумножить свой капитал.',
      icon: ''
    },
    {
      title: 'Хотите сменить род деятельности',
      subTitle: 'Работать в 5 раз меньше, и зарабатывать в 3-8 раз больше, чем в найме.',
      icon: ''
    },
  ],
  teach: [
    {
      id: 1,
      title: 'Разбираться в рынке и криптовалютах',
      subTitle: 'Что такое криптовалюта, как устроен рынок.'
    },
    {
      id: 2,
      title: 'Работать с биржей',
      subTitle: 'Интерфейс, регистрация, вери-фикация, ввод и вывод средств с минимальной комиссией.'
    },
    {
      id: 3,
      title: 'Анализировать рынок',
      subTitle: 'Прогнозировать стоимость криптовалют, чтобы совершать грамотные сделки.',
    },
    {
      id: 4,
      title: 'Получать пассивный доход от инвестиций',
      subTitle: 'С минимальными затратами времени и сил.',
    },
    {
      id: 5,
      title: 'Зарабатывать при любой ситуации на рынке',
      subTitle: 'Составлять сбалансированный портфель под свои цели с гарантированным доходом.',
    },
    {
      id: 6,
      title: 'Определять финансовые цели',
      subTitle: 'И стратегию по их достижению.',
    },
  ],
  bonuses: [
    {
      id: 1,
      title: '15 крутых чек-листов',
      descr: 'Шпаргалки начинающего трейдера в кратком и наглядном формате.',
    },
    {
      id: 2,
      title: 'Конспекты каждого урока',
      descr: 'Закрепить пройденный материал и заглянуть, если вдруг что-то забудете.',
    },
    {
      id: 3,
      title: 'Словарь сленга и криптотерминов',
      descr: 'Чтобы сойти за своего в любом разговоре криптоинвесторов.',
    },
    {
      id: 4,
      title: '2 мастер-класса',
      descr: 'Приглашаем опытных инвесторов рассказать о секретах инвестиций.',
    },
    {
      id: 5,
      title: 'Чат с участниками курса',
      descr: 'Чтобы обсудить темы, которые изучаете, и просто общаться.',
    },
    {
      id: 6,
      title: 'Закрытый телеграм-канал',
      descr: 'С уникальной информацей: мастер-классы, прогнозы, обзоры новостей.',
    },
  ],
  education: [
    {
      id: 1,
      title: 'Смотрите вебинарыи видеоуроки',
      desc: 'По 3 урока в неделю.',
    },
    {
      id: 2,
      title: 'Делаете домашние задания',
      desc: 'С обратной связью от эксперта.',
    },
    {
      id: 3,
      title: 'Общаетесь с куратором группы',
      desc: 'Отвечает на вопросы в общем чате.',
    },
    {
      id: 4,
      title: 'Отслеживаете результат',
      desc: 'С помощью системы мотивации, которая заставит добиваться поставленных целей и успехов в учебе.',
    },
  ],
  programm: {
    title: 'Программа курса',
    subTitle: 'Каждый состоит из видеоурока в записи, домашнего задания, вебинара с обратной связью от эксперта.',
    session: {
      count: 9,
      text: 'уроков',
    },
    lessons: [
      {
        id: 1,
        title: 'Первые шаги инвестора',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 2,
        title: 'Основы технического анализа',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 3,
        title: 'Технический анализ',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 4,
        title: 'Компьютерный анализ',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 5,
        title: 'Фундаментальный анализ',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 6,
        title: 'Управление капиталом',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 7,
        title: 'Как правильно совершать сделку',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 8,
        title: 'Портфель инвестора',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
      {
        id: 9,
        title: 'Маржинальная торговля',
        pointers: [
          'Узнаете что такое криптовалюта и как устроен рынок',
          'Зарегистрируетесь на бирже, разберетесь в интерфейсе, пройдете верификацию',
          'Научитесь вводить и выводить средства с биржи с минимальной комиссией',
          'Познакомитесь с производными финансовыми инструментами',
        ],
      },
    ]
  }
} as const;